Repository: jungtop/Chonjuk_usfm_files
Catalog: data/expected_*.po
Languages: bo

source: The Threefold Ritual
bo: རྒྱུད་ གསུམ་པ་ །

source: Brahmā, great king Śakra, gods and nāgas, Yakṣas, gandharvas, uragas, asuras, Garuḍas, kumbhāṇḍas, kinnaras, All beings who are sons of the Sugata, Accept these seven wonderful and resplendent jewels and listen to me.
bo: ཚངས་པ་ བརྒྱ་བྱིན་ རྒྱལ་ཆེན་ ལྷ་ དང་ ཀླུ་ ། ། གནོད་སྦྱིན་ དྲི་ཟ་ ལྟོ་འཕྱེ་ ལྷ་མ་ ཡིན་ ། ། གསེར་འདབ་ གྲུལ་བུམ་ མི་ -འམ་ ཅི་ ལ་སོགས་ ། ། སེམས་ཅན་ གང་དག་ བདེ་གཤེགས་ སྲས་ རྣམས་ དང་ ། ། ནོར་ བདུན་ ཕུན་སུམ་ དཔལ་ བཞེད་ ཀུན་ གསོན་ ཅིག་ །

source: The qualities of the blessed Buddha are inconceivable.
bo: སངས་རྒྱས་ བཅོམ་ལྡན་ ཡོན་ཏན་ བསམ་ མི་ ཁྱབ་ ། །

source: The qualities of the holy Dharma are inconceivable.
bo: དམ་པ་ -འི་ ཆོས་ ཀྱི་ ཡོན་ཏན་ བསམ་ མི་ ཁྱབ་ ། །

source: The qualities of the noble Saṅgha are inconceivable.
bo: འཕགས་པ་ -འི་ དགེ་འདུན་ ཡོན་ཏན་ བསམ་ མི་ ཁྱབ་ ། །

source: The unsurpassed fruition of true faith In the inconceivable Three Jewels is inconceivable.
bo: དཀོན་མཆོག་ བསམ་ མི་ ཁྱབ་ ལ་ མངོན་ དད་པ་ -འི་ ། ། རྣམ་སྨིན་ བླ་ ན་ མེད་པ་ -འང་ བསམ་ མི་ ཁྱབ་ ། །

source: It is rare to hear so much as the names of the Three Jewels, Even over the course of millions of eons.
bo: བསྐལ་པ་ བྱེ་བ་ ཁྲག་ཁྲིག་ བགྲང་བ་ -ར་ ཡང་ ། ། དཀོན་མཆོག་ མཚན་ ཐོས་ ཙམ་ ཡང་ རྙེད་ དཀའ་བ་ -ས་ ། །

source: Now that you have taken such a rare embodiment endowed with the freedoms, Use the energy of your magical abilities and faith to approach, And listen to the profound teaching of the Victor In this sanctuary bedecked with the jewels of liberation.
bo: བརྒྱ་ལམ་ ལན་ཅིག་ ཁོམ་ ལྡན་ ལུས་ རྙེད་ རྣམས་ ། ། རྫུ་འཕྲུལ་ དད་པ་ -འི་ ཤུགས་ ཀྱིས་ འདི་ -ར་ གཤེགས་ ཏེརྣམ་པ་ -ར་ གྲོལ་བ་ -འི་ རིན་ཆེན་ སྣ་ཚོགས་ གླིང་ ། ། ཟབ་མོ་ རྒྱལ་བ་ -འི་ བཀའ་ ལ་ ཀུན་ གསོན་ ཅིག་ །

source: May those who gather here intent upon the holy Dharma, Such as powerful gods, nāgas, yakṣas, and the like, Accept this share of Dharma merit:
bo: བསྔོ་བ་ གང་དག་ དམ་ཆོས་ ལྷུར་ལེན་ འདི་ -ར་ འདུས་པ་ ། ། ལྷ་ ཀླུ་གནོད་ སྦྱིན་ ལ་སོགས་ མཐུ་ཆེན་ རྣམས་ ། ། ཆོས་ ཀྱི་ བསོད་ནམས་ ཤས་ ཀྱང་ ཁྱེད་ བཞེས་ ཏེ་ ། །

source: we dedicate it So that you may increase in splendor and retinue and accomplish what you desire.
bo: གཟི་བྱིན་ འཁོར་ འཕེལ་ དགོངས་པ་ གྲུབ་པ་ -ར་ བསྔོ་ ། །

source: May you obtain the nectar of the teachings, Bring prosperity to each and every class of beings wherever they are, And protect the teachings of the tathāgatas.
bo: གསུང་རབ་ བདུད་རྩི་ -འི་ རྗེས་སུ་ བསྒྲུབ་ མཛོད་ ལ་ ། ། གང་ ལ་ ཅི་རིགས་ སོ་སོ་ -ར་ དཔལ་ བསྐྱེད་ ཅིང་ ། ། དེ་བཞིན་ གཤེགས་པ་ -འི་ བསྟན་པ་ བསྲུང་བ་ -ར་ གསོལ་ ། །

source: This concludes “The Threefold Ritual.”
bo: རྒྱུད་ གསུམ་པ་ རྫོགས་ སོ་ །།
